[
    {
        "id": "01",
        "name": "Dalat tour 3 days 2 nights",
        "image": "../img/Tour_detail/Tour_Dalat.jpg",
        "description": "Da Lat - The Beauty of Pine Land 3D2N trip to explore famous places in Da Lat such as Bao Dai Palace, Datanla Waterfall, Mongo Land and take super beautiful souvenir photos at the old train station and farm Puppy farm puppies,...",
        "detail": "Day 1: \n - Morning: First, you will visit Bao Dai Palace. Next, the group visited Truc Lam Zen Monastery - a large temple built in 1993 according to the Zen sect. After admiring the architecture of the Zen Monastery, you come to admire and mingle with Datanla Waterfall\n- Afternoon: Car and tour guide take you to continue visiting Green Hill - Bali's gate to heaven. Next, the group came to check-in and admire the poetic beauty at the City Flower Garden. Coming here, you will visit the wax museum with more than 30 famous figures of the world, check in the large Hydrangea garden \n- Evening: After that, you are free to visit Da Lat night market or Enjoy Da Lat's night cuisine such as hot bean milk, Da Lat pizza, grilled corn, grilled sweet potatoes,... \nDay 2:\n- Morning: Car and tour guide take you to visit Puppy Farm. Not only that, you can also experience the feeling of picking strawberries and enjoy the experience in the garden that is meticulously cared for and full of ripe fruits. Then, the group visits and conquers Langbiang Mountain.\n-Afternoon: The group has lunch at the restaurant.\n-Afternoon: Car and tour guide take you to explore the old train station. Next, the group visits Linh Phuoc Pagoda (Ve Chai Pagoda) located in the suburbs.\n-Evening: After dinner, you are free to choose for yourself the special programs of Da Lat such as Gong exchange (self-paid) or sip coffee with the view of Xuan Huong Lake, enjoy Trinh music at Diem Xua Cafe. \n Day 3: Da Lat Thong Reo - Ho Chi Minh City/Hanoi:\n-Morning: You have breakfast. Then check out of the hotel. The car and tour guide will pick you up at the hotel and depart to explore Mongo Land Tourist Area. Next, the crew will visit a coffee farm to learn about the origin, species, care and harvesting process of these plants at the farm. Then, the group will visit Ta Nung Pass - known as the 'silk road of the land of thousands of flowers'. Finally, the group will check in at Coffee Me Linh. \n-Long: You will have lunch at the restaurant. \n-Afternoon: The group will continue to visit Chuon Chuon Tourist Area. Next, the group will visit and explore Bee Farm - Bee Garden. Finally, the group will visit Linh An Tu Pagoda. \n-Evening: You are free to go to the market to buy local specialties as gifts. At that time, the car will take you to Lien Khuong airport, bus station. End of the Da Lat tour, say goodbye and see you again in the next programs.",
        "price": "$138"
    },
    {
        "id": "02",
        "name": "Da Lat Tour 3D3N",
        "image": "../img/Tour_detail/Tour_Dalat2.jpg",
        "description": "With interesting experiences, visitors will have the opportunity to visit and explore countless famous destinations such as: Datanla Waterfall, Puppy Farm, Happy Hill film studio, Am Phu night market,...",
        "detail": "Day 1: Cau Dat tea hill - Windmill field - La Phong tourist area\n- Morning: The group arrives at Cau Dat to hunt clouds at 05:00. Here, the group will start visiting 'Cloud hunting paradise' - Cau Dat Panaroma. At 06:30, the group will stop for breakfast at Panaroma restaurant. After breakfast, at 07:30 the group will move to Cau Dat tea hill for sightseeing. Next, the group will go to the windmill field to take pictures. Continuing the tour, the group will visit Linh Phuoc pagoda. At noon, the group will have lunch at the restaurant.\n- Afternoon: First, the group will visit Lam Vien Square - the 'heart' of Da Lat. Next, the group will move to visit La Phong tourist area.\n- In the evening, you will have dinner with a magnificent vegetable buffet at the restaurant. After dinner, the group is free to have fun and visit the city with the destination being the night market.\n Day 2: Datanla Waterfall - Happy Hill Studio - Puppy Farm\n- Morning: After breakfast at the hotel, you will get on the bus to start the journey to visit Happy Hill Studio. Next, the group will visit Datanla Waterfall. With a height of about 20m, this is the most beautiful and famous waterfall in the city. At noon, the group will have dinner at the restaurant.\n- Afternoon: The group will continue to visit the North of Da Lat plateau with the first stops being Domaine Church. Next, the group will visit the Puppy Farm.\n- Evening: The group will have dinner at the restaurant, then be free to have fun and visit the city at night.\n Day 3: Me Linh Coffee - Ho Chi Minh\n- Morning: The group will have breakfast at the hotel and check out. Then the bus will take you to visit and buy specialties at Da Lat Market as gifts for relatives. After that, the group departs for Ho Chi Minh City. On the way, the tour guide will take visitors to visit Me Linh Coffee Garden. At noon, the group stops and has lunch in Bao Loc. \n- Afternoon: Return to the original pick-up point, ending the trip successfully. Say goodbye and see you again in the next programs.",
        "price": "$166"
    },
    {
        "id": "03",
        "name": "Vung Tau Tour 2D1N",
        "image": "../img/Tour_detail/Tour_Vungtau1.jpg",
        "description": "Stay one night at a 3-star standard hotel Experience the beautiful coastal route Explore famous attractions in Vung Tau City",
        "detail": "Day 1: SAIGON - VUNG TAU\n - Morning: Vietourist's tour guide will pick you up at the meeting point. The car and the group will visit the first sightseeing spot in the program, Marina Vung Tau, a 'very Western' check-in location that cannot be missed. You will stop at the next destination at Bach Dinh Vung Tau Relic Site. \n - Noon: Have lunch, then check in to the hotel.\n- Afternoon: You are free to have dinner and explore the bustling coastal city of Vung Tau at night.\n DAY 2: VUNG TAU - SAIGON\n- Morning: You will have buffet breakfast at the hotel. Then the car takes the group to visit: Statue of Christ, Shakyamuni Buddha.\n- Noon: At the time, the group checks out, then has lunch at the restaurant and then departs for Saigon.\n- Afternoon: The group returns to the meeting point, ends the tour, says goodbye and sees you again.",
        "price": "$48"
    },
    {
        "id": "04",
        "name": "Phong Nha Cave - Chay River - Dark Cave 1 day",
        "image": "../img/Tour_detail/Dongphongnha.jpg",
        "description": "Phong Nha Cave Tour - Zip line Song Chay Hang Toi 1 day is a group tour program departing daily, visitors will have the opportunity to experience the life of indigenous people, you can enjoy the beauty of Phong Nha Ke Bang National Park in our Quang Binh province.",
        "detail": "Itinerary:\nMain attractions: Phong Nha Cave - Chay River - Dark Cave - Zipline to bathe in the river - zipline to visit the cave - kayaking on Chay River.\n07:45 - 08:00: Our car and tour guide will pick you up at any point in Dong Hoi.\n09:15: Arrive at Chay River - Dark Cave.\nYou will join the Zip line to swing in the air, out to the middle of Chay River using a well-invested and extremely modern zip-line system to fall down to cool off in this poetic and blue river and participate in other water games.\nJoining Kayaking on Chay River, visitors will feel the gentle, romantic flow with emerald green water and majestic limestone mountains. On both sides are corn fields stretching out, creating a picturesque landscape, visitors will enjoy relaxing moments when immersing themselves in the natural world.\nThe group begins the journey to visit Dark Cave. Dark Cave is a branch of Phong Nha Cave. You become a cave explorer with headlamps and specialized equipment, exploring the underground river system, admiring thousands of stalactites of diverse and unique shapes. In particular, the cave area is also a shelter for the Ha Tinh Langur - a primate species listed in the Red Book of Vietnam. You will kayak, wade and take a mud bath here.\n12:00: You return to Phong Nha for lunch.\n13:00-16:00: You visit Phong Nha Cave. This is truly the Kingdom of caves called Phong Nha Ke Bang.",
        "price": "$54"
    },
    {
        "id": "05",
        "name": "Da Nang - Hoi An - Hue Tour from Saigon 3D2N",
        "image": "../img/Tour_detail/Tour_Phoco.jpg",
        "description": "The journey from Saigon to Central Vietnam is a memorable experience, where you will discover the beauty of Da Nang, Hoi An and Hue in the bustling festival atmosphere.",
        "detail": "Morning: You will be present at the domestic terminal, Tan Son Nhat airport at least two hours before the flight time.\nA representative of Viet Travel Company will welcome and assist you with the procedures to catch the flight to Da Nang.\nArrive at Da Nang airport, the tour guide will pick up the group to visit Ngu Hanh Son - Kim Son peak, with the shape of the mountain looking like an upside-down bell. The group visits Quan The Am Pagoda, Quan Am Cave, Buddhist Cultural Museum... visit and shop for souvenirs at Non Nuoc stone carving village.\nLunch: Have lunch at the restaurant.\nVisit Hoi An Ancient Town - a world cultural heritage with Japanese Covered Bridge, Phuc Kien Assembly Hall, Phung Hung Ancient House\nAfternoon: Have dinner at the restaurant.\nExperience the show 'Hoi An Memories', a unique outdoor cultural and artistic program, with a delicate combination of music, poetry, light, 3D performing arts, sculpture, dance... The play is a story that recreates the typical cultural features of Hoi An with 400 years of history from the simple rural life, to the golden features of a once bustling trading port. (self-sufficient cost).\nThe group returns and stays overnight in Da Nang.\nDAY 2 | DA NANG - BA NA (Dinner) (Lunch at your own expense)\nMorning: You will have breakfast at the hotel\nThe group will depart for Ba Na plateau, which has a unique European climate and is famous for its new world record cable car route - Enjoy the panoramic view of Da Nang city from the cable car (cable car fee at your own expense).\nYou are free to visit and have fun at Ba Na with Fantasy Park, 3D Mega 360-degree cinema with the most modern technology and the only one in Vietnam, two 4D and 5Di cinemas, Tube Car, Wine cellar, Love flower garden, Wax Museum, take pictures at Golden Bridge, a super hot new attraction in Ba Na.\nNoon: Please have lunch at your own expense.\nVisitors can find spiritual symbols such as pagodas, temples or statues of Buddha. Surely this will be a stop for those who wish for peace and health for their family: Linh Ung Pagoda, Linh Chua Linh Tu Temple, Linh Phong Tu Tower, Shakyamuni Statue, Bell Tower, Stele House, Ba Temple, Tru Vu Tea House.\nAfternoon: Have dinner at the restaurant. Overnight in Da Nang.\nEvening: You are free to explore Da Nang city at night such as Han River Bridge, Dragon Bridge... \nDAY 3 | DA NANG - HUE - HO CHI MINH CITY (Breakfast, lunch)\nMorning: Enjoy buffet breakfast at the hotel.\nVisit Son Tra peninsula... visit Linh Ung Pagoda and enjoy the beauty of My Khe beach (rated as one of the most attractive beaches on the planet).\nThe group departs for Hue via Hai Van tunnel - the longest road tunnel in Southeast Asia.\nNoon: Have lunch.\nVisit Hue with the Imperial City - the Imperial Citadel of 13 Nguyen Dynasty kings, home to more than 100 beautiful architectural works: Ngo Mon Gate, Thai Hoa Palace, Forbidden City, The Mieu, Hien Lam Cac, Cuu Dinh,...\nVisit Thien Mu Pagoda - the oldest pagoda in the ancient capital of Hue.\nThis destination not only attracts tourists to come to admire the beautiful scenery but is also a sacred place to visit, learn about the history, culture and spirituality of the Vietnamese people.\nThe tour guide sees the group off at Hue airport to pick up Flight back to Ho Chi Minh City.\nEnd of tour, farewell and see you again.\nFlight time may change according to airline regulations. Viet Travel will change the program to suit the new flight time but will not be responsible for any additional costs.",
        "price": "$363"
    },
    {
        "id": "06",
        "name": "Hanoi - Sapa - Fansipan - Ha Long Tour 5D4N",
        "image": "../img/Tour_detail/Tour_Hanoi.jpg",
        "description": "Stroll around Hoan Kiem Lake, visit '36 streets' - the old quarter with typical and traditional occupations of the capital's residents.",
        "detail": "DAY 01: HO CHI MINH CITY - HANOI - SAPA (Lunch, dinner)\n- In the morning, you gather at Gate D1 - Domestic Terminal - Tan Son Nhat Airport. Saigontourist Travel Guide will pick you up and assist with check-in procedures. Depart for Hanoi on flight VN240 at 7:00 or flight VN206 at 6:00. Landing at Noi Bai airport, the car will take you along the Noi Bai - Lao Cai Expressway, continuing to Sapa.\n- In the evening, you are free to admire the stone church, stroll around Sapa market... Overnight in Sapa. \nOption (self-pay for transportation & sightseeing): You will experience the Rong May glass bridge system, enjoy the majestic natural scenery of O Quy Ho - one of the 'four great passes' in the Northern mountainous region.\nDAY 02: SAPA - FANSIPAN - LAO CAI (Breakfast, lunch, dinner)\nThe car will take you to Fansipan Cable Car Station, you are free to visit the flower garden, market...\nOption (self-pay for sightseeing): Experience the modern 3-wire cable car system with the feeling of walking in the middle of the sea of ​​clouds. Visit the Fanpsian spiritual area, climb 600 steps, conquer the 'Roof of Indochina' - Fansipan peak 3,143m.\n- In the afternoon, the group will visit Cat Cat Village. The car will pick you up and return to Lao Cai. Overnight in Lao Cai. \nDAY 03: LAO CAI - HANOI (Breakfast, lunch, dinner)\n- In the morning, visit the border marker and Lao Cai international border gate. The group returns to Hanoi, sightseeing at West Lake, visiting Tran Quoc Pagoda - the oldest ancient temple in Thang Long.- In the evening, the group is free to explore Hoan Kiem Lake walking street, visit '36 streets' - the old quarter with typical and traditional occupations of the capital's residents. Overnight in Hanoi.\nLao Cai international border gate\nDAY 04: HANOI - HA LONG (Breakfast, lunch, dinner)\nThe group visits Uncle Ho's Mausoleum (*). Depart for Ha Long. On the way, stop to visit Ba Vang Pagoda. Overnight in Ha Long.\nOption (self-funded travel & sightseeing):\nExperience the double-decker bus that was just put into operation in February 2023, admire the scenery on the coastal road of Ha Long city\nVisit the Sun World Ha Long Park Tourism - Entertainment Complex, including 2 amusement parks along Bai Chay beach and on Ba Deo mountain - connected by the Queen sea-crossing cable car system that holds 2 world records (the world's largest capacity cabin and the world's highest cable car tower above ground). Experience adventure games, Sun Wheel - one of the highest Ferris wheels in the world,...\nUncle Ho's Mausoleum\nDAY 05: HA LONG - NOI BAI - HO CHI MINH CITY (Breakfast, lunch)\n- In the morning, you board a boat to visit Ha Long Bay - one of the 7 new natural wonders of the world, admire Thien Cung cave, Dinh Huong - Trong Mai (Fighting Rooster) - Cho Da islands. Depart for Hanoi. The car takes the group to Noi Bai Airport, return to Ho Chi Minh City on flight VN219 at 19:00 or flight VN263 at 20:00. End of program.",
        "price": "$400"
    }
]